posts/coffe-cancer.org
#+BEGIN_COMMENT
.. title: 咖啡致癌？防癌！
.. date: 2017-08-09 15:29:47
.. updated:
.. comments: true
.. layout: post
.. tags: 癌, 食
.. category: life
.. permalink:
.. options: toc:nil ^:{}
#+END_COMMENT

為了確認咖啡會不會致癌，特別花了點時間 google 一下，沒想到結論是真的出人意表。

- 致癌 :: 咖啡炒焙過程中所產生的 _丙烯醯胺_ 是 2B 級致癌物，就是導致咖
        啡可能致癌的原因，尤其是即溶咖啡。但 2B 等級表示在動物實驗中有
        觀察到癌症的風險，但在流行病學研究證據不足。

- 抗癌 :: 咖啡有多種抗氧化成分與植化素，可能有助預防多種癌症。科學家認
        為飲用「非常燙」（超過 65℃）的飲料才是可能致癌的原因，因為有
        研究顯示這個行為和食道癌相關。

建議：
     1. 一天不超過三杯
     2. 早飯後和午飯後喝
     3. 孕婦、乳母、兒童不適宜喝咖啡
     4. 不要喝即溶咖啡，要選現磨的
     5. 加牛奶

文章表列如下：

[[https://nommagazine.com/%25E5%2592%2596%25E5%2595%25A1%25E8%2587%25B4%25E7%2599%258C%25EF%25BC%259F%25E9%2582%2584%25E6%2598%25AF%25E6%258A%2597%25E7%2599%258C%25EF%25BC%259F/][咖啡致癌？還是抗癌？ - NOM Magazine]]

發現咖啡炒焙過程中所產生的 _丙烯醯胺_ 為 2B 級致癌物在動物實驗中觀察到
有癌症的風險，就是導致咖啡可能致癌的原因，尤其是即溶咖啡。

不少研究發現咖啡也可能有助於預防癌症：近年來不少研究發現咖啡也可能有助
於預防癌症，例如：咖啡中含有綠原酸、咖啡因、咖啡醇（cafestol）、咖啡豆
醇（kahweol）以及葫蘆巴鹼（Trigonelline）等多種抗氧化成分與植化素，尤
其是咖啡因、綠原酸等，都是很強的抗氧化劑，可減少致癌的機率。

[[https://read01.com/kBmBkd.html#.WYrMEIF-XqA][喝咖啡到底是致癌還是抗癌 - 壹讀]]

據英國《星期日泰晤士報》報導，聯合國的一項研究發現，對喝咖啡的人而言，
在日常攝入的致癌化學物質丙烯醯胺中，有三分之一來自於咖啡。丙烯醯胺是在
烹調過程中產生的，尤其是在油炸和烘烤的高溫過程中。油炸土豆條和土豆片、
餅乾和麵包中都含有很高的丙烯醯胺。現在人們發現，烘烤咖啡豆也會產生相當
數量的丙烯醯胺。

而義大利科學家研究了自 1996 年至 2012 年間 3153 名患者的病例資料，並發
現，每天喝三杯咖啡可使患肝癌的風險降低 50%。此外，咖啡有助於肝再生，並
降低肝硬化的風險。

如果單單只靠一種食物去抗癌，這種想法以及做法都是不切實際的，養成良好的
生活習慣以及合理的膳食搭配再加以堅持鍛鍊身體才是保證我們擁有一個健康的
身體最切合實際的做法。

- 建議上班族什麼時間喝咖啡？每天喝多少為宜？
- 哪些人不宜喝咖啡？
- 營養師教你選購更健康的咖啡
- 現磨咖啡喝的時候要用牛奶代替奶精，少量加糖

[[http://cisc.twbbs.org/lib/addon.php?act=post&id=3877][咖啡可以防癌嗎？-財團法人臺灣癌症臨床研究發展基金會]]

咖啡的成分相當複雜，大家所熟知的咖啡因裡面，含有綠原酸（chlorogenic
acid）、咖啡酸（caffeic acid）、咖啡醇（cafestol）、咖啡白脂（kahweol）
等抗氧化物，因此咖啡可謂富含營養素且沒有熱量的健康飲料，但是，它也含有
致癌的 _丙烯醯胺_ (acrylamide)成分，所以，多喝咖啡是否有害健康呢？

咖啡有益健康嗎？
- 咖啡可以減少自殺率
- 降低罹患憂鬱症、阿茲海默症、心臟病以及減少腦中風之風險
- 在韓國，也有研究指出每天喝 3～5 杯咖啡比不喝咖啡者可以減少心血管疾病。
- 但最近一篇研究指出，只要不大量飲用，咖啡與糖尿病、腦中風、心臟病的發生率並沒有全然的關係

咖啡可以防癌嗎？
1. 每天喝 1～2 杯咖啡可以減少 15%因疾病死亡的風險，3～4 杯則減少 24%
2. 子宮內膜癌
3. 神經膠質瘤
4. 頭頸部癌症
   - 每天喝 1 杯咖啡可以減少 5%發生口腔、咽喉、頭頸、食道癌的風險
   - 每天喝 4 杯咖啡可以降低罹患頭頸部癌症 39%的風險
   - 每天飲用 3 杯以上比只飲用 1 杯可以減少 36%口腔癌的風險，但是對於喉癌及食道癌就沒有預防的效果。

5. 肝癌
   - 每天攝取咖啡 3 杯也可以減少 29% 罹患肝癌的風險
   - 攝取更多則比沒有飲用咖啡習慣者減少 42%
6. 攝護腺癌
   - 每天飲用 5 杯咖啡可以減少 59%攝護腺癌的風險。
   - 一天喝 6 杯以上者可以減少攝護腺癌 6%之風險。
   - 每天飲用咖啡可以減少攝護腺癌病人惡化或復發之風險

7. 大腸癌
   - 有 16%每天飲用咖啡 4 杯以上者可以減少大腸癌－特別是近側部位的大腸癌發生。

8. 乳癌
   - 更年期後之女性每天增加 2 杯咖啡，可以減少 2%罹患乳癌之風險－－尤其是有 BRCA1 基因突變者
   - 帶有 BRCA1 基因的女性，不喝咖啡與每天飲用咖啡 3、4～5、6 杯以上者，其發生乳癌的機率分別降到 100%、90%、75%、31%
   - 但 BRCA2 基因突變者則無此現象，其作用機制未明。

已經罹患癌症的病人，是否可以喝咖啡呢？
   - 大量飲用咖啡的結腸癌患者比不喝咖啡的結腸癌患者有較低的復發或死亡
     的風險。
   - 每天飲用 4 杯咖啡的癌症患者復發/死亡的可能性降低 52%，飲用三杯者
     降低 31%

孕婦及準備懷孕者可以喝咖啡嗎？
  - 在懷孕的初期不宜飲用過多的咖啡，每天飲用 2 杯（約 200 毫克咖啡因）
    可能導致流產的機率增加了 2 倍

大量飲用咖啡，反而會引發神經過敏導致心悸、心臟疾病、高血壓或者焦慮的副作用，所以，每天喝咖啡以不超過 3 杯為限

[[https://m.cn.nytstyle.com/health/20160616/15well-coffee-may-protect-against-cancer-who-concludes/zh-hant/][世衛組織為咖啡「翻案」：不僅不致癌，還防癌 - 紐約時報 國際生活]]

喝咖啡有助於預防某些癌症。數十年來，很多研究發現這種飲料具有很多健康益處。
喝咖啡和茶的一項意外風險。他們說，喝「很熱的」飲料「可能致癌」

[[https://www.everydayhealth.com.tw/article/12513][咖啡不致癌還防癌！太燙才是致癌原因 | 溫度 | 肝癌 | 早安健康]]

- 咖啡不太可能導致乳癌、前列腺癌和胰臟癌等癌症。
- 喝咖啡也可能減低肝癌及子宮癌發生率
- 每天喝下的每一杯咖啡，能夠減少 15%肝癌風險。
- 1991 年時，研究小組曾將咖啡分類為「可能致癌」，但之後許多研究卻證實，
  規律飲用咖啡的人，心臟病、第二型糖尿病、神經疾病以及數種癌症的發生率
  都較低。
- 在 2015 年發布的飲食準則中，有強烈證據顯示每天喝 3~5 杯的咖啡並不會對身體造成傷害
- 適量喝咖啡反而有可能幫助減少慢性病
- 喝咖啡能夠預防多種癌症。

[[https://kknews.cc/health/en8xy.html][喝咖啡真的會致癌嗎？真相只有一個丨漲知識 - 每日頭條]]

國際癌症研究機構的專家發現，過熱飲品可能會引發食管癌。「過熱」指的是飲品溫度在 65°C 以上。
世衛：非常熱的飲料被列入 2A 致癌物
