posts/coffe-cancer/index.html
<!DOCTYPE html>
<html prefix="og: http://ogp.me/ns# article: http://ogp.me/ns/article# " lang="zh_tw">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width">
<title>咖啡致癌？防癌！ | Simple Life</title>
<link href="../../assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<link rel="alternate" type="application/rss+xml" title="RSS" href="../../rss.xml">
<link rel="canonical" href="https://github.com/mariolong/mariolong.github.io/posts/coffe-cancer/">
<!--[if lt IE 9]><![endif]--><meta name="author" content="Mario Long">
<link rel="prev" href="../sheng-ming-zhong-zui-zhong-yao-de-shi/" title="生命中最重要的事" type="text/html">
<link rel="next" href="../fruit-win-cancer/" title="水果戰勝癌症" type="text/html">
<meta property="og:site_name" content="Simple Life">
<meta property="og:title" content="咖啡致癌？防癌！">
<meta property="og:url" content="https://github.com/mariolong/mariolong.github.io/posts/coffe-cancer/">
<meta property="og:description" content="為了確認咖啡會不會致癌，特別花了點時間 google 一下，沒想到結論是真的出人意表。



 致癌 咖啡炒焙過程中所產生的丙烯醯胺是 2B 級致癌物，就是導致咖啡可能致癌的原因，尤其是即溶咖啡。但 2B 等級表示在動物實驗中有觀察到癌症的風險，但在流行病學研究證據不足。


 抗癌 咖啡有多種抗氧化成分與植化素，可能有助預防多種癌症。科學家認為飲用「非常燙」（超過 65℃）的飲料才是可能致癌的原">
<meta property="og:type" content="article">
<meta property="article:published_time" content="2017-08-09T15:29:47+08:00">
<meta property="article:tag" content="癌">
<meta property="article:tag" content="食">
</head>
<body>

	<a href="#content" class="sr-only sr-only-focusable">略過主內容</a>

	<!-- Menubar -->

	<div class="navbar navbar-static-top" id="navbar">
		<div class="navbar-inner">
			<div class="container">

				<!-- .btn-navbar is used as the toggle for collapsed navbar content -->
				<a class="btn btn-navbar" data-toggle="collapse" data-target=".nav-collapse">
					<span class="icon-bar"></span>
					<span class="icon-bar"></span>
					<span class="icon-bar"></span>
				</a>

				<a class="brand" href="https://github.com/mariolong/mariolong.github.io/">

						<span id="blog-title">Simple Life</span>
				</a>

				<!-- Everything you want hidden at 940px or less, place within here -->
				<div class="nav-collapse collapse">
					<ul class="nav pull-right">
<li>
<a href="../../categories/cat_computer/">電腦</a>
                </li>
<li>
<a href="../../categories/cat_investment/">投資</a>
                </li>
<li>
<a href="../../categories/cat_life/">生活</a>
                </li>
<li>
<a href="../../archive.html">歸檔</a>
                </li>
<li>
<a href="../../rss.xml">訂閱</a>

						
					</li>
</ul>
<ul class="nav pull-right"></ul>
</div>
			</div>
		</div>
	</div>
	<!-- End of Menubar -->
	<div class="yue">
		<div class="container-fluid" id="content" role="main">
		<!--Body content-->
			<div class="row-fluid">
				<div class="span2"></div>
				<div class="span8">
					
					
<article class="post-text h-entry hentry postpage" itemscope="itemscope" itemtype="http://schema.org/Article"><header><h1 class="p-name entry-title" itemprop="headline name"><a href="." class="u-url">咖啡致癌？防癌！</a></h1>

        <div class="metadata">
            <p class="byline author vcard"><span class="byline-name fn" itemprop="author">
                    Mario Long
            </span></p>
            <p class="dateline"><a href="." rel="bookmark"><time class="published dt-published" datetime="2017-08-09T15:29:47+08:00" itemprop="datePublished" title="2017-08-09 15:29">2017-08-09 15:29</time></a></p>
                <p class="commentline">
        
    <a href="#disqus_thread" data-disqus-identifier="cache/posts/coffe-cancer.html">Comments</a>


            

        </p>
</div>
        

    </header><div class="e-content entry-content" itemprop="articleBody text">
    <p>
為了確認咖啡會不會致癌，特別花了點時間 google 一下，沒想到結論是真的出人意表。
</p>

<dl class="org-dl">
<dt> 致癌 </dt>
<dd>咖啡炒焙過程中所產生的<span class="underline">丙烯醯胺</span>是 2B 級致癌物，就是導致咖啡可能致癌的原因，尤其是即溶咖啡。但 2B 等級表示在動物實驗中有觀察到癌症的風險，但在流行病學研究證據不足。
</dd>

<dt> 抗癌 </dt>
<dd>咖啡有多種抗氧化成分與植化素，可能有助預防多種癌症。科學家認為飲用「非常燙」（超過 65℃）的飲料才是可能致癌的原因，因為有研究顯示這個行為和食道癌相關。
</dd>
</dl>
<p>
建議：
</p>
<ol class="org-ol">
<li>一天不超過三杯
</li>
<li>早飯後和午飯後喝
</li>
<li>孕婦、乳母、兒童不適宜喝咖啡
</li>
<li>不要喝即溶咖啡，要選現磨的
</li>
<li>加牛奶
</li>
</ol>
<p>
文章表列如下：
</p>

<p>
<a href="https://nommagazine.com/%25E5%2592%2596%25E5%2595%25A1%25E8%2587%25B4%25E7%2599%258C%25EF%25BC%259F%25E9%2582%2584%25E6%2598%25AF%25E6%258A%2597%25E7%2599%258C%25EF%25BC%259F/">咖啡致癌？還是抗癌？ - NOM Magazine</a>
</p>

<p>
發現咖啡炒焙過程中所產生的<span class="underline">丙烯醯胺</span>為 2B 級致癌物在動物實驗中觀察到有癌症的風險，就是導致咖啡可能致癌的原因，尤其是即溶咖啡。
</p>

<p>
不少研究發現咖啡也可能有助於預防癌症：近年來不少研究發現咖啡也可能有助於預防癌症，例如：咖啡中含有綠原酸、咖啡因、咖啡醇（cafestol）、咖啡豆醇（kahweol）以及葫蘆巴鹼（Trigonelline）等多種抗氧化成分與植化素，尤其是咖啡因、綠原酸等，都是很強的抗氧化劑，可減少致癌的機率。
</p>

<p>
<a href="https://read01.com/kBmBkd.html#.WYrMEIF-XqA">喝咖啡到底是致癌還是抗癌 - 壹讀</a>
</p>

<p>
據英國《星期日泰晤士報》報導，聯合國的一項研究發現，對喝咖啡的人而言，在日常攝入的致癌化學物質丙烯醯胺中，有三分之一來自於咖啡。丙烯醯胺是在烹調過程中產生的，尤其是在油炸和烘烤的高溫過程中。油炸土豆條和土豆片、餅乾和麵包中都含有很高的丙烯醯胺。現在人們發現，烘烤咖啡豆也會產生相當數量的丙烯醯胺。
</p>

<p>
而義大利科學家研究了自 1996 年至 2012 年間 3153 名患者的病例資料，並發現，每天喝三杯咖啡可使患肝癌的風險降低 50%。此外，咖啡有助於肝再生，並降低肝硬化的風險。
</p>

<p>
如果單單只靠一種食物去抗癌，這種想法以及做法都是不切實際的，養成良好的生活習慣以及合理的膳食搭配再加以堅持鍛鍊身體才是保證我們擁有一個健康的身體最切合實際的做法。
</p>

<ul class="org-ul">
<li>建議上班族什麼時間喝咖啡？每天喝多少為宜？
</li>
<li>哪些人不宜喝咖啡？
</li>
<li>營養師教你選購更健康的咖啡
</li>
<li>現磨咖啡喝的時候要用牛奶代替奶精，少量加糖
</li>
</ul>
<p>
<a href="http://cisc.twbbs.org/lib/addon.php?act=post&amp;id=3877">咖啡可以防癌嗎？-財團法人臺灣癌症臨床研究發展基金會</a>
</p>

<p>
咖啡的成分相當複雜，大家所熟知的咖啡因裡面，含有綠原酸（chlorogenic
acid）、咖啡酸（caffeic acid）、咖啡醇（cafestol）、咖啡白脂（kahweol）等抗氧化物，因此咖啡可謂富含營養素且沒有熱量的健康飲料，但是，它也含有致癌的<span class="underline">丙烯醯胺</span> (acrylamide)成分，所以，多喝咖啡是否有害健康呢？
</p>

<p>
咖啡有益健康嗎？
</p>
<ul class="org-ul">
<li>咖啡可以減少自殺率
</li>
<li>降低罹患憂鬱症、阿茲海默症、心臟病以及減少腦中風之風險
</li>
<li>在韓國，也有研究指出每天喝 3～5 杯咖啡比不喝咖啡者可以減少心血管疾病。
</li>
<li>但最近一篇研究指出，只要不大量飲用，咖啡與糖尿病、腦中風、心臟病的發生率並沒有全然的關係
</li>
</ul>
<p>
咖啡可以防癌嗎？
</p>
<ol class="org-ol">
<li>每天喝 1～2 杯咖啡可以減少 15%因疾病死亡的風險，3～4 杯則減少 24%
</li>
<li>子宮內膜癌
</li>
<li>神經膠質瘤
</li>
<li>頭頸部癌症
<ul class="org-ul">
<li>每天喝 1 杯咖啡可以減少 5%發生口腔、咽喉、頭頸、食道癌的風險
</li>
<li>每天喝 4 杯咖啡可以降低罹患頭頸部癌症 39%的風險
</li>
<li>每天飲用 3 杯以上比只飲用 1 杯可以減少 36%口腔癌的風險，但是對於喉癌及食道癌就沒有預防的效果。
</li>
</ul>
</li>

<li>肝癌
<ul class="org-ul">
<li>每天攝取咖啡 3 杯也可以減少 29% 罹患肝癌的風險
</li>
<li>攝取更多則比沒有飲用咖啡習慣者減少 42%
</li>
</ul>
</li>
<li>攝護腺癌
<ul class="org-ul">
<li>每天飲用 5 杯咖啡可以減少 59%攝護腺癌的風險。
</li>
<li>一天喝 6 杯以上者可以減少攝護腺癌 6%之風險。
</li>
<li>每天飲用咖啡可以減少攝護腺癌病人惡化或復發之風險
</li>
</ul>
</li>

<li>大腸癌
<ul class="org-ul">
<li>有 16%每天飲用咖啡 4 杯以上者可以減少大腸癌－特別是近側部位的大腸癌發生。
</li>
</ul>
</li>

<li>乳癌
<ul class="org-ul">
<li>更年期後之女性每天增加 2 杯咖啡，可以減少 2%罹患乳癌之風險－－尤其是有 BRCA1 基因突變者
</li>
<li>帶有 BRCA1 基因的女性，不喝咖啡與每天飲用咖啡 3、4～5、6 杯以上者，其發生乳癌的機率分別降到 100%、90%、75%、31%
</li>
<li>但 BRCA2 基因突變者則無此現象，其作用機制未明。
</li>
</ul>
</li>
</ol>
<p>
已經罹患癌症的病人，是否可以喝咖啡呢？
</p>
<ul class="org-ul">
<li>大量飲用咖啡的結腸癌患者比不喝咖啡的結腸癌患者有較低的復發或死亡的風險。
</li>
<li>每天飲用 4 杯咖啡的癌症患者復發/死亡的可能性降低 52%，飲用三杯者降低 31%
</li>
</ul>
<p>
孕婦及準備懷孕者可以喝咖啡嗎？
</p>
<ul class="org-ul">
<li>在懷孕的初期不宜飲用過多的咖啡，每天飲用 2 杯（約 200 毫克咖啡因）可能導致流產的機率增加了 2 倍
</li>
</ul>
<p>
大量飲用咖啡，反而會引發神經過敏導致心悸、心臟疾病、高血壓或者焦慮的副作用，所以，每天喝咖啡以不超過 3 杯為限
</p>

<p>
<a href="https://m.cn.nytstyle.com/health/20160616/15well-coffee-may-protect-against-cancer-who-concludes/zh-hant/">世衛組織為咖啡「翻案」：不僅不致癌，還防癌 - 紐約時報 國際生活</a>
</p>

<p>
喝咖啡有助於預防某些癌症。數十年來，很多研究發現這種飲料具有很多健康益處。喝咖啡和茶的一項意外風險。他們說，喝「很熱的」飲料「可能致癌」
</p>

<p>
<a href="https://www.everydayhealth.com.tw/article/12513">咖啡不致癌還防癌！太燙才是致癌原因 | 溫度 | 肝癌 | 早安健康</a>
</p>

<ul class="org-ul">
<li>咖啡不太可能導致乳癌、前列腺癌和胰臟癌等癌症。
</li>
<li>喝咖啡也可能減低肝癌及子宮癌發生率
</li>
<li>每天喝下的每一杯咖啡，能夠減少 15%肝癌風險。
</li>
<li>1991 年時，研究小組曾將咖啡分類為「可能致癌」，但之後許多研究卻證實，規律飲用咖啡的人，心臟病、第二型糖尿病、神經疾病以及數種癌症的發生率都較低。
</li>
<li>在 2015 年發布的飲食準則中，有強烈證據顯示每天喝 3~5 杯的咖啡並不會對身體造成傷害
</li>
<li>適量喝咖啡反而有可能幫助減少慢性病
</li>
<li>喝咖啡能夠預防多種癌症。
</li>
</ul>
<p>
<a href="https://kknews.cc/health/en8xy.html">喝咖啡真的會致癌嗎？真相只有一個丨漲知識 - 每日頭條</a>
</p>

<p>
國際癌症研究機構的專家發現，過熱飲品可能會引發食管癌。「過熱」指的是飲品溫度在 65°C 以上。世衛：非常熱的飲料被列入 2A 致癌物
</p>
    </div>
    <aside class="postpromonav"><nav><ul itemprop="keywords" class="tags">
<li><a class="tag p-category" href="../../categories/yan/" rel="tag">癌</a></li>
            <li><a class="tag p-category" href="../../categories/shi/" rel="tag">食</a></li>
        </ul>
<ul class="pager hidden-print">
<li class="previous">
                <a href="../sheng-ming-zhong-zui-zhong-yao-de-shi/" rel="prev" title="生命中最重要的事">上一篇</a>
            </li>
            <li class="next">
                <a href="../fruit-win-cancer/" rel="next" title="水果戰勝癌症">下一篇</a>
            </li>
        </ul></nav></aside><section class="comments hidden-print"><h2>迴響</h2>
        
        
        <div id="disqus_thread"></div>
        <script>
        var disqus_shortname ="simple-life",
            disqus_url="https://github.com/mariolong/mariolong.github.io/posts/coffe-cancer/",
        disqus_title="\u5496\u5561\u81f4\u764c\uff1f\u9632\u764c\uff01",
        disqus_identifier="cache/posts/coffe-cancer.html",
        disqus_config = function () {
            this.language = "zh_tw";
        };
        (function() {
            var dsq = document.createElement('script'); dsq.async = true;
            dsq.src = 'https://' + disqus_shortname + '.disqus.com/embed.js';
            (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
        })();
    </script><noscript>Please enable JavaScript to view the <a href="https://disqus.com/?ref_noscript" rel="nofollow">comments powered by Disqus.</a>
</noscript>
    <a href="https://disqus.com" class="dsq-brlink" rel="nofollow">Comments powered by <span class="logo-disqus">Disqus</span></a>


        </section></article><script>var disqus_shortname="simple-life";(function(){var a=document.createElement("script");a.async=true;a.src="https://"+disqus_shortname+".disqus.com/count.js";(document.getElementsByTagName("head")[0]||document.getElementsByTagName("body")[0]).appendChild(a)}());</script>
</div>
			</div>
			<!--End of body content-->
		</div>
		<div class="footerbox">
			Contents © 2018         <a href="mailto:mariolong5782@gmail.com">Mario Long</a> - Powered by         <a href="https://getnikola.com" rel="nofollow">Nikola</a>         
			
		</div>
		
            <script src="../../assets/js/all-nocdn.js"></script><script>$('a.image-reference:not(.islink) img:not(.islink)').parent().colorbox({rel:"gal",maxWidth:"100%",maxHeight:"100%",scalePhotos:true});</script><!-- fancy dates --><script>
			moment.locale("zh-tw");
			fancydates(0, "YYYY-MM-DD HH:mm");
		</script><!-- end fancy dates -->
</div>
</body>
</html>
